Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Core Monitor reads sensors via AppleSMC. Fan writes require the bundled helper.
af: Core Monitor lees sensors via AppleSMC. Aanhangers skryf vereis die gebundelde helper.
am: Core Monitor ዳሳሾችን በAppleSMC ያነባል። ደጋፊ ጽሁፎች የተጠቀለለ ረዳት ያስፈልገዋል።
ar: يقرأ Core Monitor أجهزة الاستشعار عبر AppleSMC. تتطلب كتابات المعجبين المساعد المجمعة.
az: Core Monitor sensorları AppleSMC vasitəsilə oxuyur. Fan yazıları birləşdirilmiş köməkçi tələb edir.
be: Core Monitor счытвае датчыкі праз AppleSMC. Фанаты пішуць патрабуюць памочніка ў камплекце.
bg: Core Monitor чете сензори чрез AppleSMC. Писанията на фенове изискват помощния помощник в пакета.
bn: Core Monitor AppleSMC এর মাধ্যমে সেন্সর পড়ে। ফ্যান লিখতে বান্ডিল সাহায্যকারী প্রয়োজন.
bs: Core Monitor očitava senzore preko AppleSMC. Za pisanje obožavatelja potreban je pomoćnik u paketu.
ca: Core Monitor llegeix sensors mitjançant AppleSMC. Les escriptures de fan requereixen l'ajudant inclòs.
ceb: Ang Core Monitor nagbasa sa mga sensor pinaagi sa AppleSMC. Ang mga sinulat sa fan nagkinahanglan sa gibugkos nga katabang.
co: Core Monitor leghje i sensori via AppleSMC. I fan scritte necessitanu l'assistente bundle.
cs: Core Monitor čte senzory přes AppleSMC. Zápisy fanoušků vyžadují přibaleného pomocníka.
cy: Mae Core Monitor yn darllen synwyryddion trwy AppleSMC. Fan ysgrifennu angen y cynorthwy-ydd bwndelu.
da: Core Monitor læser sensorer via AppleSMC. Fan skriver kræver den medfølgende hjælper.
de: Core Monitor liest Sensoren über AppleSMC. Für Fan-Schreibvorgänge ist der gebündelte Helfer erforderlich.
el: Το Core Monitor διαβάζει αισθητήρες μέσω AppleSMC. Οι γραφές θαυμαστών απαιτούν το βοηθητικό πακέτο.
eo: Core Monitor legas sensilojn per AppleSMC. Fan skriboj postulas la pakigitan helpanton.
es: Core Monitor lee sensores a través de AppleSMC. Las escrituras de fans requieren el ayudante incluido.
et: Core Monitor loeb andureid AppleSMC kaudu. Fännide kirjutamiseks on vaja komplekti kuuluvat abistajat.
eu: Core Monitor AppleSMC bidez sentsoreak irakurtzen ditu. Zaleen idazketan bildutako laguntzailea behar da.
fa: Core Monitor حسگرها را از طریق AppleSMC می خواند. نوشته های طرفدار به کمک همراه نیاز دارد.
fi: Core Monitor lukee antureita AppleSMC:n kautta. Fanikirjoitukset vaativat mukana toimitetun apulaisen.
fil: Ang Core Monitor ay nagbabasa ng mga sensor sa pamamagitan ng AppleSMC. Ang pagsusulat ng fan ay nangangailangan ng naka-bundle na katulong.
fr: Core Monitor lit les capteurs via AppleSMC. Les écritures de fans nécessitent l'assistant fourni.
fy: Core Monitor lêst sensoren fia AppleSMC. Fan skriuwt fereasket de bondele helper.
ga: Léann Core Monitor braiteoirí trí AppleSMC. Scríobhann lucht leanúna a cheangal ar an cúntóir cuachta.
gd: Bidh Core Monitor a’ leughadh mothachairean tro AppleSMC. Feumaidh luchd-leantainn an neach-cuideachaidh cuachta.
gl: Core Monitor le sensores a través de AppleSMC. As escrituras dos fans requiren o axudante incluído.
gu: Core Monitor AppleSMC દ્વારા સેન્સર્સ વાંચે છે. ચાહક લખવા માટે બંડલ કરેલ સહાયકની જરૂર છે.
ha: Core Monitor yana karanta firikwensin ta hanyar AppleSMC. Rubutun fan yana buƙatar mataimaki mai ɗaure.
haw: Heluhelu ʻo Core Monitor i nā mea ʻike ma o AppleSMC. Pono ka Fan kākau i ke kōkua pūʻolo.
he: Core Monitor קורא חיישנים באמצעות AppleSMC. כתיבת מעריצים דורשת את העוזר המצורף.
hi: Core Monitor AppleSMC के माध्यम से सेंसर पढ़ता है। प्रशंसक लिखते हैं कि बंडल किए गए सहायक की आवश्यकता है।
hmn: Core Monitor nyeem cov sensors ntawm AppleSMC. Ntxuam sau xav tau tus pab pawg.
hr: Core Monitor očitava senzore preko AppleSMC. Za pisanje obožavatelja potreban je priloženi pomoćnik.
ht: Core Monitor li detèktè atravè AppleSMC. Fan writes mande pou èd la fourni.
hu: A Core Monitor a AppleSMC-n keresztül olvassa be az érzékelőket. A rajongói írásokhoz szükség van a mellékelt segítőre.
hy: Core Monitor-ը կարդում է սենսորները AppleSMC-ի միջոցով: Երկրպագուների գրությունները պահանջում են փաթեթավորված օգնական:
id: Core Monitor membaca sensor melalui AppleSMC. Penulisan penggemar memerlukan pembantu yang disertakan.
ig: Core Monitor na-agụ ihe mmetụta site na AppleSMC. Fan na-ede na-achọ onye enyemaka agbakọtara.
is: Core Monitor les skynjara í gegnum AppleSMC. Aðdáandi skrifar krefjast meðfylgjandi hjálpar.
it: Core Monitor legge i sensori tramite AppleSMC. Le scritture dei fan richiedono l'helper in bundle.
ja: Core Monitor は、AppleSMC 経由でセンサーを読み取ります。ファン書き込みにはバンドルされたヘルパーが必要です。
jv: Core Monitor maca sensor liwat AppleSMC. Fan nyerat mbutuhake helper bundled.
ka: Core Monitor კითხულობს სენსორებს AppleSMC-ის საშუალებით. გულშემატკივართა წერები საჭიროებენ შეფუთულ დამხმარეს.
kk: Core Monitor AppleSMC арқылы сенсорларды оқиды. Желдеткіш жазулар жинақталған көмекшіні қажет етеді.
km: Core Monitor អានឧបករណ៍ចាប់សញ្ញាតាមរយៈ AppleSMC ។ ការសរសេររបស់អ្នកគាំទ្រទាមទារអ្នកជំនួយដែលបានបាច់។
kn: Core Monitor AppleSMC ಮೂಲಕ ಸಂವೇದಕಗಳನ್ನು ಓದುತ್ತದೆ. ಅಭಿಮಾನಿಗಳ ಬರಹಗಳಿಗೆ ಬಂಡಲ್ ಮಾಡಿದ ಸಹಾಯಕ ಅಗತ್ಯವಿದೆ.
ko: Core Monitor는 AppleSMC를 통해 센서를 읽습니다. 팬 쓰기에는 번들 도우미가 필요합니다.
ku: Core Monitor bi AppleSMC senzoran dixwîne. Nivîsên Fan arîkarê hevgirtî hewce dike.
ky: Core Monitor AppleSMC аркылуу сенсорлорду окуйт. Күйөрман жазуулары топтомдогу жардамчыны талап кылат.
la: Core Monitor legit sensores per AppleSMC. Fan scribit adiutorium sarcinas requirere.
lb: Core Monitor liest Sensoren iwwer AppleSMC. Fan schreift erfuerdert de gebündelten Helfer.
lo: Core Monitor ອ່ານເຊັນເຊີຜ່ານ AppleSMC. Fan writes ຕ້ອງການຕົວຊ່ວຍທີ່ມັດໄວ້.
lt: Core Monitor nuskaito jutiklius per AppleSMC. Fanų rašymui reikalingas komplektuojamas pagalbininkas.
lv: Core Monitor nolasa sensorus, izmantojot AppleSMC. Fanu rakstīšanai nepieciešams komplektā iekļautais palīgs.
mg: Core Monitor mamaky sensor amin'ny alàlan'ny AppleSMC. Ny fanoratana mpankafy dia mitaky ny mpanampy mitambatra.
mi: Ka panuihia e Core Monitor nga pūoko ma te AppleSMC. Ko nga tuhinga a te Kaiwhaiwhai e hiahia ana ki te kaiawhina paihere.
mk: Core Monitor чита сензори преку AppleSMC. За пишување на обожавателите е потребен помошник во пакет.
ml: Core Monitor AppleSMC വഴി സെൻസറുകൾ വായിക്കുന്നു. ആരാധകൻ്റെ എഴുത്തുകൾക്ക് ബണ്ടിൽ ചെയ്ത സഹായിയെ ആവശ്യമുണ്ട്.
mn: Core Monitor мэдрэгчийг AppleSMC-ээр уншдаг. Фэн бичихэд багцалсан туслах шаардлагатай.
mr: Core Monitor AppleSMC द्वारे सेन्सर वाचतो. फॅन लिहिण्यासाठी बंडल मदतनीस आवश्यक आहे.
ms: Core Monitor membaca penderia melalui AppleSMC. Tulisan peminat memerlukan pembantu yang dibundel.
mt: Core Monitor jaqra sensuri permezz AppleSMC. Fann jikteb jeħtieġu l-helper bundled.
my: Core Monitor သည် AppleSMC မှတစ်ဆင့် အာရုံခံကိရိယာများကို ဖတ်သည်။ Fan သည် အစုအဝေးလိုက်သော အထောက်အကူလိုအပ်ပါသည်။
nb: Core Monitor leser sensorer via AppleSMC. Fan skriver krever den medfølgende hjelperen.
ne: Core Monitor AppleSMC मार्फत सेन्सरहरू पढ्छ। फ्यान लेख्नलाई बन्डल गरिएको सहयोगी चाहिन्छ।
nl: Core Monitor leest sensoren via AppleSMC. Fan-schrijfbewerkingen vereisen de gebundelde helper.
ny: Core Monitor imawerenga masensa kudzera pa AppleSMC. Zolemba za fan zimafunikira wothandizira wophatikizidwa.
pa: Core Monitor AppleSMC ਰਾਹੀਂ ਸੈਂਸਰ ਪੜ੍ਹਦਾ ਹੈ। ਪ੍ਰਸ਼ੰਸਕ ਲਿਖਤਾਂ ਲਈ ਬੰਡਲ ਸਹਾਇਕ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
pl: Core Monitor odczytuje czujniki poprzez AppleSMC. Zapisy fanów wymagają dołączonego pomocnika.
ps: Core Monitor د AppleSMC له لارې سینسرونه لوستل. فین لیکونه بنډل شوي مرستندویه ته اړتیا لري.
pt: Core Monitor lê sensores via AppleSMC. As gravações de fãs requerem o ajudante incluído.
ro: Core Monitor citește senzorii prin AppleSMC. Scrierile fanilor necesită ajutorul pachetului.
ru: Core Monitor считывает датчики через AppleSMC. Для записи вентиляторов требуется встроенный помощник.
sd: Core Monitor AppleSMC ذريعي سينسر پڙهي ٿو. فين لکندڙن کي بنڊل مددگار جي ضرورت آهي.
si: Core Monitor AppleSMC හරහා සංවේදක කියවයි. රසික ලිවීම් සඳහා බණ්ඩල් කරන ලද සහායකයා අවශ්‍ය වේ.
sk: Core Monitor číta snímače cez AppleSMC. Zápisy fanúšikov vyžadujú pribaleného pomocníka.
sl: Core Monitor bere senzorje prek AppleSMC. Pisanje oboževalcev zahteva priloženega pomočnika.
sm: Core Monitor faitau masini e ala i le AppleSMC. E mana'omia e le fan le fesoasoani.
sn: Core Monitor inoverenga ma sensors kuburikidza neAppleSMC. Fani inonyora inoda mubatsiri akasungirirwa.
so: Core Monitor wuxuu akhriyaa dareemayaasha isagoo adeegsanaya AppleSMC. Qoraallada fanku waxay u baahan yihiin caawiyaha xidhxidhan.
sq: Core Monitor lexon sensorë nëpërmjet AppleSMC. Shkrimet e fansave kërkojnë ndihmësin e bashkuar.
st: Core Monitor e bala li-sensor ka AppleSMC. Lingoliloeng tsa fan li hloka mothusi ea bokeletsoeng.
su: Core Monitor maca sensor via AppleSMC. Kipas nyerat peryogi pembantu anu dibuntel.
sv: Core Monitor läser sensorer via AppleSMC. Fan skriver kräver den medföljande hjälparen.
sw: Core Monitor inasoma vihisi kupitia AppleSMC. Maandishi ya mashabiki yanahitaji msaidizi aliyeunganishwa.
ta: Core Monitor AppleSMC வழியாக சென்சார்களைப் படிக்கிறது. ரசிகர் எழுதுவதற்கு தொகுக்கப்பட்ட உதவியாளர் தேவை.
te: Core Monitor AppleSMC ద్వారా సెన్సార్‌లను రీడ్ చేస్తుంది. అభిమాని వ్రాతలకు బండిల్ చేసిన సహాయకుడు అవసరం.
tg: Core Monitor сенсорҳоро тавассути AppleSMC мехонад. Навиштани мухлисон ёвари дасташударо талаб мекунад.
th: Core Monitor อ่านเซ็นเซอร์ผ่าน AppleSMC แฟนเขียนต้องใช้ตัวช่วยที่แถมมา
tr: Core Monitor, sensörleri AppleSMC aracılığıyla okur. Hayran yazmaları, birlikte verilen yardımcıyı gerektirir.
uk: Core Monitor зчитує датчики через AppleSMC. Для написання шанувальників потрібен помічник із комплекту поставки.
ur: Core Monitor AppleSMC کے ذریعے سینسرز کو پڑھتا ہے۔ مداح لکھنے والوں کو بنڈل مددگار کی ضرورت ہوتی ہے۔
uz: Core Monitor sensorlarni AppleSMC orqali o'qiydi. Muxlis yozuvlari birlashtirilgan yordamchini talab qiladi.
vi: Core Monitor đọc cảm biến thông qua AppleSMC. Người hâm mộ viết yêu cầu người trợ giúp đi kèm.
xh: I-Core Monitor ifunda izivamvo nge-AppleSMC. Ukubhala abalandeli kufuna umncedi odityanisiweyo.
yi: Core Monitor לייענט סענסאָרס דורך AppleSMC. פאן שרייבט פארלאנגט די געבונדלע העלפער.
yo: Core Monitor kika sensosi nipasẹ AppleSMC. Fan Levin beere awọn bundled olùrànlọwọ.
zh_hans: Core Monitor 通过 AppleSMC 读取传感器。粉丝写作需要捆绑的助手。
zh_hant: Core Monitor 透過 AppleSMC 讀取感測器。粉絲寫作需要捆綁的助手。
zu: I-Core Monitor ifunda izinzwa nge-AppleSMC. Ukubhala abalandeli kudinga umsizi ohlanganisiwe.
